









# 1 ДОМАШКА






# import string
# import random



# COMMANDS = [
#     "1. ваня чится на одни петерки"
#     "2. женя учится на одни четверки"
#     "3. валера учится на одни тройки"
#     "4. лера учится на одни двойки"
#     "5. жека учится на одни четверки"
#     "7. глеб учится на одни петерки"
#     "8. влад учится на одни петерки"
#     "9. максим учится на одни петерки"
#     "10. иван учится на одни тройки"
#     "11. денис учится на одни двойки"
# ]



# СOMMANDS = input("введить цифру я кого чоловека хотите видеть оценки: ")

# if COMMANDS == "1":
#     print("1. ваня учится на одни петерки")
# if COMMANDS == '2':
#     print("женя учится на одни четверки")
# if COMMANDS == '3':
#     print("валера учится на одни тройки")
# if COMMANDS == '4':
#     print("лера учится на одни двойки")
# if COMMANDS == '5':
#     print("жека учится на одни четверки")
# if COMMANDS == '6':
#     print("пупович учится на одни тройки")
# if COMMANDS == '7':
#     print("глеб учится на одни петерки")
# if COMMANDS == '8':
#     print("влад учится на одни петерки")
# if COMMANDS == '9':
#     print("максим учится на одни петерки")
# if COMMANDS == '10':
#     print("иван учится на одни тройки")
# if COMMANDS == '11':
#     print("денис учится на одни двойки")





# ВТОРОЕ ДЗ

# temperatures = {"днипро": 1488,
#                 "херсон": 1939,
#                 "днипро": 1769,
# }

# city_count = 0
# city_temperatures = 0
# for city,temp in temperatures.items():
#     city_count = city_temperatures
#     print(f"сьогоднi температура дорiвнюэ: city_temperatures")



























